Repository: antnbaranov/Baranov
Catalog: Baranov/InfoPlist.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

# NSMicrophoneUsageDescription
source: Baranov uses the microphone so you can dictate text instead of typing it.
ar: يستخدم بارانوف الميكروفون حتى تتمكن من إملاء النص بدلاً من كتابته.
bg: Баранов използва микрофона, за да можете да диктувате текст, вместо да го пишете.
bs: Baranov koristi mikrofon tako da možete diktirati tekst umjesto da ga kucate.
ca: Baranov utilitza el micròfon perquè pugueu dictar text en lloc d'escriure-lo.
cs: Baranov používá mikrofon, takže můžete diktovat text místo psaní.
da: Baranov bruger mikrofonen, så du kan diktere tekst i stedet for at skrive den.
de: Baranov nutzt das Mikrofon, damit du Text diktieren kannst, statt ihn zu tippen.
el: Ο Baranov χρησιμοποιεί το μικρόφωνο για να μπορείτε να υπαγορεύετε κείμενο αντί να το πληκτρολογείτε.
es: Baranov usa el micrófono para que puedas dictar texto en lugar de escribirlo.
et: Baranov kasutab mikrofoni, et saaksite teksti tippimise asemel dikteerida.
eu: Baranov-ek mikrofonoa erabiltzen du, idatzi beharrean, testua diktatu ahal izateko.
fi: Baranov käyttää mikrofonia, jotta voit sanella tekstiä kirjoittamisen sijaan.
fr: Baranov utilise le micro pour que tu puisses dicter ton texte au lieu de le taper.
ga: Úsáideann Baranov an micreafón ionas gur féidir leat téacs a dheachtú seachas é a chlóscríobh.
gl: Baranov usa o micrófono para que poidas ditar texto en lugar de tecleo.
he: ברנוב משתמש במיקרופון כדי שתוכל להכתיב טקסט במקום להקליד אותו.
hi: बारानोव माइक्रोफ़ोन का उपयोग करता है ताकि आप पाठ को टाइप करने के बजाय उसे निर्देशित कर सकें।
hr: Baranov koristi mikrofon tako da možete diktirati tekst umjesto da ga tipkate.
hu: Baranov a mikrofont használja, így Ön diktálhat szöveget a gépelés helyett.
id: Baranov menggunakan mikrofon sehingga Anda dapat mendiktekan teks alih-alih mengetiknya.
is: Baranov notar hljóðnemann svo þú getur fyrirskipað texta í stað þess að slá hann inn.
it: Baranov utilizza il microfono in modo da poter dettare il testo invece di digitarlo.
ja: Baranov はマイクを使用するので、テキストを入力する代わりに口述入力できます。
ka: ბარანოვი იყენებს მიკროფონს, ასე რომ თქვენ შეგიძლიათ კარნახოთ ტექსტი აკრეფის ნაცვლად.
kk: Баранов микрофонды пайдаланады, сондықтан мәтінді терудің орнына диктант жасай аласыз.
ko: Baranov는 마이크를 사용하므로 텍스트를 입력하는 대신 받아쓰기할 수 있습니다.
lt: Baranovas naudoja mikrofoną, kad galėtumėte diktuoti tekstą, o ne jį rašyti.
lv: Baranovs izmanto mikrofonu, lai jūs varētu diktēt tekstu, nevis to rakstīt.
mk: Баранов го користи микрофонот за да можете да диктирате текст наместо да го пишувате.
ms: Baranov menggunakan mikrofon supaya anda boleh mengimlak teks dan bukannya menaipnya.
mt: Baranov juża l-mikrofonu sabiex inti tista 'tiddetta test minflok ittajpjah.
nb: Baranov bruker mikrofonen slik at du kan diktere tekst i stedet for å skrive den.
nl: Baranov gebruikt de microfoon zodat je tekst kunt dicteren in plaats van typen.
pl: Baranov używa mikrofonu, dzięki czemu możesz dyktować tekst zamiast go wpisywać.
pt_br: Baranov usa o microfone para que você possa ditar o texto em vez de digitá-lo.
ro: Baranov folosește microfonul astfel încât să poți dicta text în loc să-l tastezi.
ru: Baranov использует микрофон, чтобы ты мог диктовать текст вместо набора.
sk: Baranov používa mikrofón, takže môžete diktovať text namiesto písania.
sl: Baranov uporablja mikrofon, tako da lahko narekujete besedilo, namesto da ga tipkate.
sq: Baranov përdor mikrofonin që të mund të diktosh tekst në vend që ta shtypësh.
sr: Баранов користи микрофон тако да можете да диктирате текст уместо да га куцате.
sv: Baranov använder mikrofonen så att du kan diktera text istället för att skriva den.
th: Baranov ใช้ไมโครโฟนเพื่อให้คุณสามารถป้อนข้อความตามคำบอกแทนการพิมพ์ได้
tr: Baranov, metni yazmak yerine dikte edebilmeniz için mikrofonu kullanıyor.
uk: Baranov використовує мікрофон, щоб ти міг диктувати текст замість введення.
vi: Baranov sử dụng micrô để bạn có thể đọc chính tả văn bản thay vì gõ văn bản.
zh_hans: 巴拉诺夫使用麦克风，因此您可以听写文本而不是打字。
zh_hk: 巴拉諾夫使用麥克風，因此您可以聽寫文字而不是打字。

# NSMotionUsageDescription
source: Baranov uses your steps to walk your carrier rams toward their destinations.
ar: يستخدم بارانوف خطواتك لتمشية كباشك الحاملة نحو وجهاتها.
bg: Баранов използва стъпките ви, за да преведе вашите носещи овни към техните дестинации.
bs: Baranov koristi vaše korake da otprati vaše ovnove nosača prema njihovim odredištima.
ca: Baranov utilitza els vostres passos per caminar amb els ariets del vostre transportista cap a les seves destinacions.
cs: Baranov používá vaše kroky, aby vedl vaše nosné berany směrem k jejich cílům.
da: Baranov bruger dine trin til at gå dine bærervæddere mod deres destinationer.
de: Baranov nutzt deine Schritte, um deine Boten-Widder ihrem Ziel entgegenzuführen.
el: Ο Baranov χρησιμοποιεί τα βήματά σας για να περπατήσει τους κριούς σας προς τους προορισμούς τους.
es: Baranov usa tus pasos para que tus carneros carteros avancen hacia su destino.
et: Baranov kasutab teie samme, et teie kandurid sihtkohtadesse suunata.
eu: Baranov-ek zure urratsak erabiltzen ditu zure garraiolarien ahariak helmugarantz ibiltzeko.
fi: Baranov käyttää askeleitasi kuljettaakseen kantopässiäsi kohti määränpäätä.
fr: Baranov utilise tes pas pour faire avancer tes béliers porteurs vers leur destination.
ga: Úsáideann Baranov do chéimeanna chun do reithí iompróra a shiúl i dtreo a gceann scríbe.
gl: Baranov usa os teus pasos para camiñar aos teus arietes de transporte cara aos seus destinos.
he: ברנוב משתמש בצעדים שלך כדי לטייל באילים המובילות שלך לעבר יעדיהם.
hi: बारानोव आपके वाहक मेढ़ों को उनके गंतव्य की ओर ले जाने के लिए आपके कदमों का उपयोग करता है।
hr: Baranov koristi vaše korake da vodi vaše ovnove nosače prema njihovim odredištima.
hu: Baranov az Ön lépéseit használja, hogy a szállító kosokat a céljuk felé irányítsa.
id: Baranov menggunakan langkah Anda untuk memandu domba jantan Anda menuju tujuan mereka.
is: Baranov notar skrefin þín til að ganga með burðarhrútana þína í átt að áfangastaðnum.
it: Baranov usa i tuoi passi per accompagnare i tuoi arieti portaerei verso le loro destinazioni.
ja: バラノフはあなたの歩幅を利用してキャリアラムを目的地に向かって歩きます。
ka: ბარანოვი იყენებს თქვენს ნაბიჯებს თქვენი გადამზიდავი ვერძების დანიშნულების ადგილამდე მისასვლელად.
kk: Баранов сіздің қадамдарыңызбен тасымалдаушы қошқарларыңызды межелі жерлеріне қарай жүреді.
ko: Baranov는 당신의 발걸음을 이용해 캐리어 램을 목적지로 걸어갑니다.
lt: Baranovas naudoja jūsų žingsnius, kad nuvestų jūsų vežėjų avinus link kelionės tikslo.
lv: Baranovs izmanto jūsu soļus, lai vestu jūsu pārvadātāju aunus uz galamērķi.
mk: Баранов ги користи вашите чекори за да ги шета вашите овни носачи кон нивните дестинации.
ms: Baranov menggunakan langkah anda untuk membawa ram pembawa anda ke destinasi mereka.
mt: Baranov juża l-passi tiegħek biex jimxi l-imtaten trasportatur tiegħek lejn id-destinazzjonijiet tagħhom.
nb: Baranov bruker skrittene dine til å gå bærerammene dine mot destinasjonene deres.
nl: Baranov gebruikt jouw stappen om de rammen naar hun bestemming te leiden.
pl: Baranov używa twoich kroków, aby poprowadzić taran nośny do miejsca przeznaczenia.
pt_br: Baranov usa seus passos para conduzir seus aríetes em direção aos seus destinos.
ro: Baranov folosește pașii tăi pentru a-ți plimba berbecii de transport către destinațiile lor.
ru: Baranov использует твои шаги, чтобы бараны-курьеры двигались к месту назначения.
sk: Baranov používa vaše kroky, aby kráčal vašich baranov smerom k ich cieľom.
sl: Baranov uporablja vaše korake, da vodi vaše nosilne ovne proti njihovim ciljem.
sq: Baranov përdor hapat tuaj për të ecur deshët tuaj transportues drejt destinacioneve të tyre.
sr: Баранов користи ваше кораке да отпрати ваше овнове носача ка њиховим одредиштима.
sv: Baranov använder dina steg för att gå dina bärbaggar mot sina destinationer.
th: Baranov ใช้ขั้นตอนของคุณเพื่อเดินแกะผู้ให้บริการของคุณไปยังจุดหมายปลายทาง
tr: Baranov, taşıyıcı koçlarınızı hedeflerine doğru yürütmek için adımlarınızı kullanıyor.
uk: Baranov використовує твої кроки, щоб барани-кур'єри рухалися до місця призначення.
vi: Baranov sử dụng các bước của bạn để dẫn đường cho người vận chuyển của bạn tới điểm đến của họ.
zh_hans: 巴拉诺夫用你的脚步带领你的运载公羊驶向目的地。
zh_hk: 巴拉諾夫用你的腳步帶領你的運載公羊駛向目的地。

# NSSpeechRecognitionUsageDescription
source: Baranov turns your speech into text when you use dictation.
ar: يقوم بارانوف بتحويل كلامك إلى نص عند استخدام الإملاء.
bg: Баранов превръща вашата реч в текст, когато използвате диктовка.
bs: Baranov pretvara vaš govor u tekst kada koristite diktat.
ca: Baranov converteix el vostre discurs en text quan feu servir el dictat.
cs: Baranov promění vaši řeč na text, když použijete diktát.
da: Baranov forvandler din tale til tekst, når du bruger diktat.
de: Baranov wandelt deine Sprache in Text um, wenn du das Diktieren nutzt.
el: Ο Baranov μετατρέπει την ομιλία σας σε κείμενο όταν χρησιμοποιείτε υπαγόρευση.
es: Baranov convierte tu voz en texto cuando usas el dictado.
et: Baranov muudab teie kõne tekstiks, kui kasutate dikteerimist.
eu: Baranov-ek zure diskurtsoa testu bihurtzen du diktaketa erabiltzen duzunean.
fi: Baranov muuttaa puheesi tekstiksi, kun käytät sanelua.
fr: Baranov transforme ta voix en texte lorsque tu utilises la dictée.
ga: Déanann Baranov do chuid cainte a thiontú ina téacs nuair a úsáideann tú deachtú.
gl: Baranov converte o teu discurso en texto cando usas o ditado.
he: ברנוב הופך את הנאום שלך לטקסט כשאתה משתמש בהכתבה.
hi: जब आप श्रुतलेख का उपयोग करते हैं तो बारानोव आपके भाषण को पाठ में बदल देता है।
hr: Baranov pretvara vaš govor u tekst kada koristite diktat.
hu: Baranov szöveggé alakítja beszédét, amikor diktálást használ.
id: Baranov mengubah pidato Anda menjadi teks saat Anda menggunakan dikte.
is: Baranov breytir ræðu þinni í texta þegar þú notar einræði.
it: Baranov trasforma il tuo discorso in testo quando usi la dettatura.
ja: Baranov は、ディクテーションを使用すると、スピーチをテキストに変換します。
ka: ბარანოვი თქვენს მეტყველებას ტექსტად აქცევს, როცა კარნახს იყენებთ.
kk: Баранов диктантты қолданғанда сөзіңді мәтінге айналдырады.
ko: Baranov는 받아쓰기를 사용하면 음성을 텍스트로 변환합니다.
lt: Baranovas paverčia jūsų kalbą tekstu, kai naudojate diktantą.
lv: Baranovs jūsu runu pārvērš tekstā, kad lietojat diktātu.
mk: Баранов го претвора вашиот говор во текст кога користите диктат.
ms: Baranov menukar ucapan anda menjadi teks apabila anda menggunakan imlak.
mt: Baranov jibdel id-diskors tiegħek f'test meta tuża d-dettatura.
nb: Baranov gjør talen din om til tekst når du bruker diktat.
nl: Baranov verandert uw toespraak in tekst wanneer u dicteert.
pl: Baranov zamienia Twoją mowę na tekst, gdy używasz dyktowania.
pt_br: Baranov transforma seu discurso em texto quando você usa o ditado.
ro: Baranov îți transformă discursul în text atunci când folosești dictarea.
ru: Baranov преобразует твою речь в текст, когда ты используешь диктовку.
sk: Baranov zmení vašu reč na text, keď použijete diktát.
sl: Baranov spremeni vaš govor v besedilo, ko uporabite narek.
sq: Baranov e kthen fjalimin tuaj në tekst kur përdorni diktim.
sr: Баранов претвара ваш говор у текст када користите диктат.
sv: Baranov förvandlar ditt tal till text när du använder diktering.
th: Baranov เปลี่ยนคำพูดของคุณให้เป็นข้อความเมื่อคุณใช้การเขียนตามคำบอก
tr: Baranov, dikteyi kullandığınızda konuşmanızı metne dönüştürür.
uk: Baranov перетворює твоє мовлення на текст під час диктування.
vi: Baranov biến lời nói của bạn thành văn bản khi bạn sử dụng tính năng đọc chính tả.
zh_hans: 当您使用听写时，巴拉诺夫会将您的演讲转换为文本。
zh_hk: 當您使用聽寫時，巴拉諾夫會將您的演講轉換為文字。
